Repository: ukui/ukui-power-manager
Catalog: ukui-power-statistics/help/*/*.po
Languages: ru

source: <application>UKUI Power Manager</application> Manual V2.14.0
ru: Руководство по приложению <application>Управление питанием UKUI </application> V2.14.0

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="help:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
ru: Разрешается копировать, распространять и/или изменять этот документ на условиях Свободной GNU лицензии по документации (GNU Free Documentation License (GFDL)), версии 1.1 или любой более поздней версии, опубликованной Ассоциацией Свободного Программного Обеспечения без изменения разделов, без текстов обложки. Вы можете найти копию GFDL по <ulink type="help" url="help:fdl">этому адресу</ulink> или в файле COPYING-DOCS, распространяемого вместе с данным руководством.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any UKUI documentation, and the members of the UKUI Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
ru: Многие имена, используемые компаниями для отличия своих продуктов и услуг, заявлены как торговые марки. Если эти имена появляются в документации на UKUI и членам UKUI Documentation Project было сообщено об этих торговый марках, то они вносятся БОЛЬШИМИ заглавными буквами.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
ru: Документ распространяется на основе "как есть", безо всяких гарантий, выраженных или подразумеваемых, включая, но не ограничиваясь гарантиями, что данный документ или его измененная версия не содержит, дефектов, предназначена для торговли, может служить для конкретных целей или не содержит нарушений.

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
ru: НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ И СТАТЬЯХ ЗАКОНОВ, ПРАВОНАРУШЕНИЯХ (ВКЛЮЧАЯ ХАЛАТНОСТЬ), АВТОР ДОКУМЕНТА, СОСТАВИТЕЛИ ИЛИ ЛЮБОЙ РАСПРОСТРАНИТЕЛЬ ДОКУМЕНТА ИЛИ ИЗМЕНЕННОЙ ВЕРСИИ ДОКУМЕНТА, А ТАКЖЕ ПОСТАВЩИКИ ЛЮБОЙ ИЗ УКАЗАННЫХ СТОРОН НЕ НЕСУТ ОТВЕТСТВЕННОСТИ НИ ПЕРЕД КЕМ ЗА ЛЮБОЙ ПРЯМОЙ, КОСВЕННЫЙ, УМЫШЛЕННЫЙ, СЛУЧАЙНЫЙ ИЛИ ПОСЛЕДСТВЕННЫЙ УЩЕРБ В ЛЮБОМ ВИДЕ, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯ, ПОТЕРЮ ПРИБЫЛИ, ОСТАНОВКИ РАБОТЫ, ОТКАЗ ИЛИ ПОЛОМКА КОМПЬЮТЕРА А ТАКЖЕ ДРУГИЕ ВИДЫ УЩЕРБА ИЛИ ПОВРЕЖДЕНИЙ ТАК ИЛИ ИНАЧЕ СВЯЗАННЫХ С ИСПОЛЬЗОВАНИЕМ ДАННОГО ДОКУМЕНТА ИЛИ ЕГО ИЗМЕНЕННЫХ ВЕРСИЙ, ДАЖЕ В ТОМ СЛУЧАЕ, КОГДА СТОРОНЫ БЫЛИ УВЕДОМЛЕНЫ О ВОЗМОЖНОСТИ ПРИЧИНЕНИЯ УЩЕРБА.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
ru: ДОКУМЕНТ И ЕГО ИЗМЕНЁННЫЕ ВЕРСИИ ПРЕДОСТАВЛЯЮТСЯ НА ОСНОВЕ СВОБОДНОЙ ЛИЦЕНЗИИ ГНУ ДЛЯ ДОКУМЕНТАЦИИ (GNU FREE DOCUMENTATION LICENSE). ДАЛЕЕ ПОДРАЗУМЕВАЕТСЯ, ЧТО: <placeholder-1/>

source: Feedback
ru: Обратная связь

source: To report a bug or make a suggestion regarding the UKUI Power Manager application or this manual, follow the directions in the <ulink url="http://www.ukui.org/projects/ukui-power-manager/" type="http">UKUI Power Manager Contact Page</ulink>.
ru: Для сообщения об ошибке или внесения предложений касательно приложения Сетевой менеджер UKUI или данного руководства, следуйте указаниям на <ulink url="http://www.ukui.org/projects/ukui-power-manager/" type="http">странице контактов</ulink>. приложения Управление питанием UKUI .

source: UKUI Power Manager
ru: Управление питанием UKUI

source: Introduction
ru: Введение

source: Manual
ru: Руководство

source: The UKUI Power Manager session daemon is a power management daemon for the <systemitem>UKUI desktop</systemitem>
ru: Демон Управление питанием UKUI это демон управления электропитанием для <systemitem>рабочего стола UKUI</systemitem>

source: Differences between suspend and hibernate
ru: Различия между отключением и выключением с сохранением состояния

source: The Suspend state is a power saving feature which is the lowest level of power consumption that preserves program data in the computers memory. When your computer is in the Suspended state, computation will not be performed until normal activity is resumed. It will not resume until signaled by an external event such as a keyboard button press. WARNING: You still use a small amount of battery power while suspended, so is not recommended for the low power action. If you remove AC power on a desktop, or run out of battery power on a laptop then you will lose your work. It generally takes a few seconds to suspend and then resume your computer.
ru: Режим Отключение - режим энергосбережения с минимальным потреблением энергии, который хранит данные программ в памяти компьютера. Если компьютер находится в этом режиме, но вычисления будут невозможны до возобновления нормальной активности. Активность не будет восстановлена до тех пор, пока не возникнет внешнее событие, такое как, нажатие клавиши на клавиатуре. ВНИМАНИЕ: В этом режиме все равно используется небольшое количество энергии, поэтому Отключение не рекомендуется как режим при низком заряде батареи. Если настольный компьютер отключится от сети питания или полностью разрядится батарея на ноутбуке - работа и данные будут утеряны. Обычно требуется несколько секунд для перехода в режим Отключение и затем для возобновления работы компьютера.

source: The Hibernation state saves the complete state of the computer to hard disk and turns off the power, so that the computer appears to be off. It will not resume until signaled by an external event such as a keyboard button press. This is the lowest power sleeping state available. If you remove AC power on a desktop, or run out of battery power on a laptop then work will not be lost. It can take up to a minute or more to hibernate and wake your computer.
ru: Режим Выключения с сохранением состояния (hibernation) сохраняет состояние компьютера на жесткий диск и выключает питание. Активность не будет восстановлена до тех пор, пока не возникнет внешнее событие, такое как, нажатие клавиши на клавиатуре. Это режим с наименьшим возможным потреблением энергии. Если настольный компьютер отключится от сети питания или полностью разрядится батарея на ноутбуке - работа и данные не будут утеряны. Для возобновления работы компьютера может потребоваться до минуты времени.

source: Using <application>UKUI Power Manager</application>
ru: Использование приложения <application>Управление питанием UKUI</application>

source: You can start <application>UKUI Power Manager</application> by doing:
ru: Запустить приложение <application>Управление питанием UKUI</application> можно следующим образом:

source: Command line
ru: Командная строка

source: Type <command>ukui-power-manager --verbose --no-daemon</command>, then press <keycap>Return</keycap>:
ru: Наберите <command>ukui-power-manager --verbose --no-daemon</command>, затем нажмите <keycap>Ввод</keycap>:

source: When you start <application>UKUI Power Manager</application>, the following notifications may be displayed.
ru: Во время запуска приложения <application>Управление питанием UKUI</application> могут быть отображены следующие уведомления

source: UKUI Power Manager Notification when AC adapter is removed
ru: Управление питанием UKUI Уведомление при отключении переходника питания от сети

source: UKUI Power Manager Notification when laptop primary button is fully charged
ru: Управление питанием UKUI Уведомление, когда главная батарея ноутбука полностью заряжена

source: UKUI Power Manager Notification when the system power is critically low
ru: Управление питанием UKUI Уведомление, когда главная батарея ноутбука полностью разряжена

source: UKUI Power Manager Notification when battery power is low
ru: Управление питанием UKUI Уведомление, когда главная батарея ноутбука разряжена

source: <application>UKUI Power Manager</application> on Startup
ru: <application>Управление питанием UKUI </application> при загрузке

source: <placeholder-1/> on startup
ru: <placeholder-1/> при загрузке

source: Preferences
ru: Настройки

source: The preferences window allows you to control:
ru: Окно настроек позволяет управлять

source: The LCD brightness when on AC and battery power
ru: Яркость LCD при питании от сети и батареи

source: The idle time for the screen power-down and suspend action
ru: Время бездействия до отключения экрана и перехода в режим отключения

source: The actions to perform when the laptop lid is closed
ru: При закрытии ноутбука выполнять действия

source: The notification area icon policy
ru: Политика значка области уведомлений

source: Some sliders or option boxes may be disabled if the ukuiconf policy keys are not writable. This allows admins to lock-down the actions that a user can select.
ru: Отдельные настройки могут быть недоступны, если ключи в ukuiconf не перезаписываемые. Это позволяет администраторам ограничивать действия, производимые пользователем

source: UKUI Power Manager AC Power Tab
ru: Закладка Сеть приложения Управление питением UKUI

source: UKUI Power Manager Battery Power Tab
ru: Закладка Батарея приложения Управление питением UKUI

source: UKUI Power Manager Options Tab
ru: Закладка Настройки приложения Управление питением UKUI

source: Advanced Preferences
ru: Расширенные настройки

source: There are many settings in ukuiconf that are not expressed to the user. These allow UKUI Power Manager to present a simple imterface to the user, but also be flexible for power users.
ru: В ukuiconf содержится много настроек, не представленных пользователю. Это позволяет приложению Управление питанием UKUI предоставлять пользователю простой интерфейс, который также обладает гибкостью для опытных пользователей.

source: Screen Locking
ru: Блокирование экрана

source: By default, ukui-power-manager supports a simple locking scheme. This means that the screen will lock if set to "Lock screen" in ukui-screensaver when the lid is closed, or the system performs a suspend or hibernate action.
ru: По умолчанию ukui-power-manager поддерживает простую схему блокирования. Это означает, что экран заблокируется если выбрана опция "Блокировать экран" при закрытии ноутбука в ukui-screensaver или система выполняет переход в состояние отключения или выключения с сохранением состояния

source: There is a complex locking scheme available for power-users that allows locking policy to change for the lid, suspend and hibernate actions. To enable this complex mode, you will have to disable the ukuiconf key:
ru: Для опытных пользователей доступна сложная схема блокирования, которая позволяет политике блокировки меняться при закрытии ноутбука, отключении или выключении с сохранением состояния. Для включения сложного режима необходимо изменить значение ключа на disable в ukuiconf

source: Then the policy keys can be set to force a ukui-screensaver lock and unlock when the action is performed:
ru: После этого, ключи политик могут быть изменены для разрешения ukui.screensaver производить блокировку и разблокировку при совершени определенных действий.

source: <emphasis>NOTE:</emphasis> The lock policy for ukui-screensaver is ignored until the simple mode is re-enabled.
ru: <emphasis>Примечание:</emphasis> Политика блокирования хранителя экрана ukui.будет игнорироваться до тех пор, пока упрощенный режим не будет реактивирован.

source: Known Bugs and Limitations
ru: Известные проблемы и Ограничения

source: This section lists known bugs and limitations using UKUI Power Manager.
ru: В этой секции приводится список известных проблем и ограничений при использовании Сетевого менеджера UKUI

source: Power consumption when suspended
ru: Потребление энергии в режиме отключения

source: Your computer still uses a small amount of charge even while suspended. If "Suspend" is chosen as the policy option for the battery critical low, and the power completely runs out when sleeping, your work may be lost. See bug <ulink url="http://bugzilla.ukui.org/show_bug.cgi?id=330267" type="http">#330267</ulink> or more details.
ru: Ваш компьютер, даже находясь в режиме отключения, все равно потребляет незначительное количество энергии. Если режим "Отключение" выбран с качестве политики действия при практически полностью разряженной батарее, когда батарея окончательно разрядится, работа может быть потеряна. За подробностями обращайтесь к описанию проблемы <ulink url="http://bugzilla.ukui.org/show_bug.cgi?id=330267" type="http">#330267</ulink>.

source: About UKUI Power Manager
ru: О приложении Управление питанием UKUI

source: UKUI Power Manager was written by Richard Hughes (<email>richard@hughsie.com</email>). To find more information about UKUI Power Manager, please visit the <ulink url="http://www.ukui.org/projects/ukui-power-manager" type="http"> UKUI Power Manager web page</ulink>.
ru: Приложение Управление питанием UKUI было написано Ричардом Хаггисом (<email>richard@hughsie.com</email>). Для получения более подробной информации о приложении Сетевой менеджер UKUI , обращайтесь к <ulink url="http://www.ukui.org/projects/ukui-power-manager" type="http"> интернет странице</ulink> приложения Управление питанием UKUI.

source: To report a bug or make a suggestion regarding this application or this manual, follow the directions at the <ulink url="http://www.ukui.org/projects/ukui-power-manager/bugs.html" type="http"> UKUI Power Manager Bug Page</ulink>.
ru: Для сообщения об ошибке или внемении предложений касательно данного приложения или руководства следуйте указаниям на <ulink url="http://www.ukui.org/projects/ukui-power-manager/bugs.html" type="http"> странице проблем</ulink> приложения Управление питанием UKUI.

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at this <ulink url="ukui-power-manager:gpl" type="help">link</ulink>, or in the file COPYING included with the source code of this program.
ru: Данная программа распространяется на условиях GNU лицензии в том виде, в каком она опубликована Сообществом Свободного Программного Обеспечения (версии 2 либо (по вашему мнению) более поздней). Копия лицензии может быть найдена по этому <ulink url="ukui-power-manager:gpl" type="help">адресу </ulink> или в файле COPYING, распространяемого с исходным кодом данной программы.

source: translator-credits
ru: Pavel Shylenok <uriel@tut.by>
